Repository: skazv/cyberlingo
Catalog: Cyberlingo/Recourses/Localization/Localizable.xcstrings
Source language: en
Languages: hy, ru

source: Advanced Course
hy: Ընդլայնված դասընթաց
ru: Продвинутый курс

source: Basic Course
hy: Հիմնական դասընթաց
ru: Базовый курс

source: Certification
hy: Վկայական
ru: Сертификация

source: Check
hy: Ստուգել
ru: Проверить

source: COURSES
hy: ԴԱՍԵՐ
ru: КУРСЫ

source: COURSES BY TOPIC
hy: ԴԱՍԵՐ ԸՍՏ ԹԵՄԱՆԵՐԻ
ru: КУРСЫ ПО ТЕМАМ

source: Cryptography
hy: Գաղտնագրություն
ru: Криптография

source: Cybersecurity fundamentals
hy: Կիբերանվտանգության հիմունքներ
ru: Основы кибербезопасности

source: Decode the text:
hy: Վերծանել տեքստը:
ru: Расшифруйте текст:

source: Exploitation and system defense
hy: Համակարգի շահագործում և պաշտպանություն
ru: Эксплуатация и защита системы

source: Hands-on vulnerability assessment
hy: Խոցելիության գործնական գնահատում
ru: Практическая оценка уязвимости

source: Intermediate Course
hy: Միջանկյալ դասընթաց
ru: Средний курс

source: Job search
hy: Աշխատանքի որոնում
ru: Поиск работы

source: Learn
hy: Սովորել
ru: Учить

source: Learn the basics of cybersecurity
hy: Սովորել կիբերանվտանգության հիմունքները
ru: Изучите основы кибербезопасности

source: Let's go!
hy: Գնացինք!
ru: Поехали!

source: Let's learn CyberSecurity!
hy: Եկեք ուսումնասիրենք կիբերանվտանգությունը!

source: Level
hy: Մակարդակ
ru: Уровень

source: Next
hy: Հաջորդ
ru: Далее

source: Password
hy: Գաղտնաբառ
ru: Пароль

source: Phishing
hy: Ֆիշինգ
ru: Фишинг

source: Play
hy: Խաղալ
ru: Играть

source: Read
hy: Կարդալ
ru: Читать

source: Search
hy: Որոնում
ru: Поиск

source: SQL Injection
hy: SQL ներարկում
ru: SQL-инъекция

source: Start
hy: Սկսել
ru: Начать

source: Start your career in cybersecurity
hy: Սկսեք ձեր կիբերանվտանգության կարիերան
ru: Начните карьеру в сфере кибербезопасности

source: Take the exam and get a certificate
hy: Հանձնեք քննությունը և Ստացեք վկայական
ru: Сдайте экзамен и получите сертификат

source: Take the previous course first!
hy: Նախ անցեք նախորդ դասընթացը!
ru: Сначала пройдите предыдущий курс!

source: Tools
hy: Գործիքներ
ru: Инструменты

source: Training course
hy: Վերապատրաստման դասընթաց
ru: Обучающий курс

source: Useful tools for cybersecurity
hy: Օգտակար գործիքներ կիբերանվտանգության համար
ru: Полезные инструменты для кибербзопасности

source: Congratulations, you have completed the module!
ru: Поздравляем, Вы прошли модуль!

source: Message
ru: Сообщение

source: Not Safe
ru: Не безопасно

source: Safe
ru: Безопасно

source: You have successfully finished the task! Keep up the great work!
ru: Вы успешно завершили задание!\nПродолжайте в том же духе!
